Repository: EHRI/rspub-gui
Catalog: i18n/*/LC_MESSAGES/rspub.po
Languages: de_de, fr_fr, he_il, nl_nl

source: Could not read iso-lang.json
de_de: iso-lang.json konnte nicht gelesen werden
he_il: לא ניתן לקרוא iso-lang.json
nl_nl: Kon iso-lang.json niet lezen

source: %s Caused by: %s
de_de: %s Verursacht durch: %s
fr_fr: %s Causé par: %s
he_il: ‫%s נגרם על ידי: ‬ ‏‫ ‬ ‏‫%s
nl_nl: %s Veroorzaakt door: %s

source: Audit all resources
nl_nl: Audit alle resources

source: Audit latest changes
nl_nl: Audit laatste wijzigingen

source: Audit based on
nl_nl: Audit gebaseerd op

source: last_execution_label
nl_nl: Gedraaid op

source: web_server_label
nl_nl: Web server

source: server_path_label
nl_nl: Document pad

source: Exception in audit thread: {0}
nl_nl: Fout in audit thread: {0}

source: Start audit. all resources=%s
nl_nl: Start audit. alle resources=%s

source: Process interrupted by user
nl_nl: Proces onderbroken door gebruiker

source: End Audit.
nl_nl: Einde Audit.

source: total resources
nl_nl: totaal aantal resources

source: resources free of error
nl_nl: resources zonder fouten

source: resources not found
nl_nl: niet gevonden resources

source: resources not in sync
nl_nl: resources uit sync

source: total sitemaps
nl_nl: totaal aantal sitemaps

source: sitemaps free of error
nl_nl: sitemaps zonder fouten

source: sitemaps not found
nl_nl: niet gevonden sitemaps

source: sitemaps not in sync
nl_nl: sitemaps uit sync

source: other errors
nl_nl: andere fouten

source: Total errors
nl_nl: Totaal aantal fouten

source: Configure parameters: '%s'
de_de: Konfigurieren von Parametern: ‘%s’
fr_fr: Configurer les paramètres: '%s'
he_il: גדר פרמטרים: ‘%s’
nl_nl: Parameters '%s' configureren

source: Reset current parameters
nl_nl: Parameters resetten

source: Reset '%s' parameters to default values?
nl_nl: Parameters '%s' naar default waarden terugzetten?

source: Parameters '%s' has %d error(s).
nl_nl: Parameters '%s' bevat %d fouten.

source: Ok to proceed?
nl_nl: Doorgaan?

source: resource_dir_label
fr_fr: Dossier de ressources
he_il: ספריית משאבים
nl_nl: Digitale bron folder

source: metadata_dir_label
fr_fr: Dossier des métadonnées
he_il: ספריית מידע נוסף
nl_nl: Metadata folder

source: description_dir_label
fr_fr: Dossier de descriptions
he_il: ספריית תיאור
nl_nl: Bronbeschrijving folder

source: plugin_dir_label
fr_fr: Dossier des plugins
he_il: בספריית plugin
nl_nl: Plugin folder

source: url_prefix_label
de_de: URL-Präfix
fr_fr: Préfixe URL
he_il: קידומת URL
nl_nl: URL prefix

source: strategy_label
de_de: Strategie
fr_fr: Stratégie
he_il: אִסטרָטֶגִיָה
nl_nl: Strategie

source: max_items_in_list_label
de_de: Max. Artikel in der Liste
fr_fr: Max. d'éléments dans la liste
he_il: מקס. פריטים ברשימה
nl_nl: Max. aantal items

source: zero_fill_filename_label
de_de: Null-Füllung Dateiname
fr_fr: Zero-fill nom du fichier
he_il: שם קובץ אפס מילוי
nl_nl: Nul-vul bestandsnaam

source: is_saving_pretty_xml_label
de_de: Xml mit Zeilenumbrüchen
fr_fr: Xml avec terminaisons de ligne
he_il: קווים חדשים בתפוקה
nl_nl: Sitemaps met nieuwe regels

source: is_saving_sitemaps_label
de_de: Speichern von Sitemaps
fr_fr: Sauvegarder des sitemaps
he_il: חוסך Sitemaps
nl_nl: Sitemaps opslaan

source: has_wellknown_at_root_label
fr_fr: 'well-known' à la racine du serveur
he_il: 'ידוע' בשורש השרת
nl_nl: ‘well-known’ op server root

source: Run...
nl_nl: Uitvoeren…

source: Execute configuration: '%s'
nl_nl: Configuratie '%s' uitvoeren

source: configuration_name_label
nl_nl: Naam van de configuratie

source: abs_metadata_dir_label
nl_nl: Absoluut pad naar metadata folder

source: abs_description_path_label
nl_nl: Absoluut pad naar bronbeschrijving

source: description_url_label
nl_nl: URL voor bronbeschrijving

source: capabilitylist_url_label
nl_nl: URL voor capabilitylist

source: selector_file_label
nl_nl: Geassocieerd selector bestand

source: simple_select_file_label
nl_nl: Locatie eenvoudige selectie

source: select_mode_label
nl_nl: Selectie modus

source: example_filename_label
nl_nl: Voorbeeld bestandsnaam

source: Strategy.resourcelist
nl_nl: Strategie nieuwe resourcelist

source: Strategy.new_changelist
nl_nl: Strategie nieuwe changelist

source: Strategy.inc_changelist
nl_nl: Strategie incrementele changelist

source: True
nl_nl: Ja

source: False
nl_nl: Neen

source: None
nl_nl: (Geen)

source: SelectMode.simple
nl_nl: Selectie-modus eenvoudig

source: SelectMode.selector
nl_nl: Selectie-modus selector

source: Execute
de_de: Ausführen
fr_fr: Exécuter
he_il: לבצע
nl_nl: Uitvoeren

source: Exception in executor thread: {0}
nl_nl: Fout tijdens uitvoeren: {0}

source: Start execution: %s
nl_nl: Start uitvoeren: %s

source: Clear metadata directory
nl_nl: Metadata folder schoonmaken

source: Clearing xml-files from %s
nl_nl: xml-bestanden verwijderen uit %s

source: Summary of changes
nl_nl: Veranderingen:

source: created
nl_nl: nieuw

source: updated
nl_nl: bijgewerkt

source: deleted
nl_nl: verwijderd

source: unchanged
nl_nl: niet veranderd

source: Total file count: %d
nl_nl: Totaal aantal bestanden: %d

source: Excluded by selector: %d
nl_nl: Door selector uitgesloten: %d

source: Rejected by resource gate: %d
nl_nl: Door resource gate afgewezen: %d

source: Total resources synchronized: %d
nl_nl: Totaal gesynchroniseerde resources: %d

source: End execution: %s
nl_nl: Einde uitvoering: %s

source: path
nl_nl: pad

source: count resources
nl_nl: aantal resources

source: document saved
nl_nl: document opgeslagen

source: File does not exist: %s
nl_nl: Bestand bestaat niet: %s

source: Not a regular file: %s
nl_nl: Geen regulier bestand: %s

source: Transfer files with Secure Copy Protocol (scp)
nl_nl: Bestanden overzetten met Secure Copy Protocol (scp)

source: Export all resources
nl_nl: Alle bestanden exporteren

source: Export latest changes
nl_nl: Laatste wijzigingen exporteren

source: Start transfer
nl_nl: Transfer starten

source: Create a .zip file
nl_nl: Een .zip-bestand aanmaken

source: Zip all resources
nl_nl: Alle bestanden inpakken

source: Zip latest changes
nl_nl: Laatste wijzigingen inpakken

source: Start creation
nl_nl: Start creatie

source: Export: '%s'
nl_nl: Exporteren: '%s'

source: Export based on
nl_nl: Export gebaseerd op

source: exp_scp_server_label
nl_nl: Server

source: exp_scp_port_label
nl_nl: Port

source: exp_scp_user_label
nl_nl: User

source: exp_scp_document_root_label
nl_nl: Document root

source: zip_filename_label
nl_nl: Zip bestandsnaam

source: Transport
nl_nl: Transporteren

source: Connecting to %s
nl_nl: Verbinden met %s

source: Password for %s@%s:
nl_nl: Wachtwoord voor %s@%s:

source: Exception in transporter thread: {0}
nl_nl: Fout in transporter thread: {0}

source: Copy resources and sitemaps to temporary directory...
nl_nl: Resources en sitemaps naar tijdelijke directory kopiëren…

source: Resource not found:
nl_nl: Resource niet gevonden:

source: Sitemap not found:
nl_nl: Sitemap niet gevonden:

source: Creating zip file:
nl_nl: Zip-file creëren:

source: This may take a while ....
nl_nl: Dit kan enige tijd duren ….

source: Creating ssh client.
nl_nl: SSH client creëren.

source: Transfering files:
nl_nl: Overzetten van bestanden:

source: End export. Mode=%s
nl_nl: Einde export. Mode=%s

source: errors
nl_nl: fouten

source: Import files with Secure Copy Protocol (scp)
nl_nl: Bestanden importeren met Secure Copy Protocol (scp)

source: Import resources
nl_nl: Resources importeren

source: imp_scp_server_label
nl_nl: Server

source: imp_scp_port_label
nl_nl: Poort

source: imp_scp_user_label
nl_nl: Gebruikersnaam

source: imp_scp_remote_path_label
nl_nl: Pad op server

source: imp_scp_local_path_label
nl_nl: Lokaal pad

source: Import
nl_nl: Importeren

source: Exception in importer thread: {0}
nl_nl: Fout in importer thread: {0}

source: Importing files...
nl_nl: Bestanden importeren…

source: End import.
nl_nl: Einde import

source: imports
nl_nl: aantal

source: Select resources
nl_nl: Bronbestanden selecteren

source: Simpel selection: One directory
nl_nl: Simpel: Eén folder

source: Location
nl_nl: Plaats

source: Browse
de_de: Durchsuchen
fr_fr: Feuilleter
he_il: לְדַפדֵף
nl_nl: Bladeren

source: Play...
nl_nl: Speel…

source: Advanced: Create a selector
nl_nl: Geavanceerd: Een selector maken

source: Includes
nl_nl: Insluiten

source: Add directory
nl_nl: Folder toevoegen

source: Add files
nl_nl: Bestanden toevoegen

source: Import entries
nl_nl: Items importeren

source: Excludes
nl_nl: Uitsluiten

source: Open...
nl_nl: Openen…

source: Save as...
nl_nl: Opslaan als…

source: Simple selection: One directory
nl_nl: Simpele selectie: Eén directory

source: Import included filenames
nl_nl: Ingesloten bestandsnamen importeren

source: Import excluded filenames
nl_nl: Uitgesloten bestandsnamen importeren

source: Save selector
nl_nl: Selector opslaan

source: Open a new selector
nl_nl: Een nieuwe selector openen

source: Open selector
nl_nl: Een selector openen

source: Selector has unsaved changes.
nl_nl: De selector heeft niet opgeslagen veranderingen

source: Save selector?
nl_nl: Selector opslaan?

source: Advanced: List resources
nl_nl: Geavanceerd: Lijst met bronbestanden

source: Simpel selection: List resources
nl_nl: Eenvoudige selectie: Lijst met bronbestanden

source: Selected resources
nl_nl: Geselecteerde bronbestanden

source: Selected resources:
nl_nl: Geselecteerde bronbestanden:

source: Excluded resources:
nl_nl: Uitgesloten bronbestanden

source: Play
nl_nl: Speel

source: Close
nl_nl: Sluiten

source: File excluded: %s
nl_nl: Uitgesloten bestand: %s

source: Language was set to locale en-US
de_de: Sprache wurde auf Gebietsschema festgelegt de-DE
fr_fr: La langue a été définie à la locale fr-FR
he_il: השפה נקבעה לאזור מוגדר he
nl_nl: De taal-instelling is verzet naar nl-NL

source: Main events
nl_nl: Gebeurtenissen

source: Resources
nl_nl: Bronbestanden

source: Errors
nl_nl: Fouten

source: Processing:
nl_nl: Bezig met:

source: Trial run
nl_nl: Op proef uitvoeren

source: Run
nl_nl: Uitvoeren

source: Interrupt requested...
nl_nl: Onderbreking aangevraagd…

source: File
de_de: Datei
fr_fr: Fichier
he_il: קוֹבֶץ
nl_nl: Bestand

source: Load configuration
de_de: Konfiguration laden
fr_fr: Charger la configuration
he_il: תצורה טען
nl_nl: Configuratie laden

source: Save configuration as...
de_de: Konfiguration speichern
fr_fr: Enregistrer la configuration sous ...
he_il: שמור תצורה כמו ...
nl_nl: Configuratie opslaan als…

source: Configurations...
nl_nl: Configuraties…

source: Exit
de_de: Ausgang
fr_fr: Sortie
he_il: יְצִיאָה
nl_nl: Afsluiten

source: Window
nl_nl: Venster

source: About...
nl_nl: Over…

source: Preferences
de_de: Einstellungen
fr_fr: Préférences
he_il: העדפותהעדפות
nl_nl: Voorkeuren

source: Language
de_de: Sprache
fr_fr: La langue
he_il: שפה
nl_nl: Taal

source: Exit application
de_de: Anwendung beenden
fr_fr: Quitter l'application
he_il: יציאה מיישוםיציאה מיישום
nl_nl: De toepassing afsluiten

source: Switch configuration...
nl_nl: Configuratie wisselen

source: Configuration name:
de_de: Konfigurationsname:
fr_fr: Nom de la configuration:
he_il: שם תצורה:
nl_nl: Configuratie-naam:

source: Closing application...
nl_nl: De toepassing wordt afgesloten…

source: Configure
de_de: Konfigurieren
fr_fr: Configurer
he_il: גדר
nl_nl: Configureren

source: Select
de_de: Wählen
fr_fr: Sélectionner
he_il: בחר
nl_nl: Selecteren

source: Export
nl_nl: Exporteren

source: Manage configurations
nl_nl: Configuraties beheren

source: Delete
nl_nl: Verwijderen

source: Delete configurations
nl_nl: Configuraties verwijderen

source: Delete configuration '%s'
nl_nl: Configuratie ‘%s’ verwijderen

source: Delete %d configurations
nl_nl: %d configuraties verwijderen

source: New resourcelist strategy
de_de: Neue Resourcelist Strategie
fr_fr: Stratégie nouvelle resourcelist
he_il: אסטרטגיה חדשה resourcelist

source: New changelist strategy
de_de: Neue Changelist-Strategie
fr_fr: Stratégie nouvelle changelist
he_il: אסטרטגית רשימת שינויי ניו

source: Incremental changelist strategy
de_de: Inkrementelle Changelist-Strategie
fr_fr: Stratégie changelist incrémentielle
he_il: אסטרטגית רשימה שינויים מצטבר
